{
    "content": "<b>Jsme prvním českým implementačním partnerem OneStream Software</b>, zaměřeným především na potřeby CEE regionu. Přinášíme unikátní kombinaci rozsáhlých zkušeností s řízením a transformací financí z reálné klientské strany (financí a byznysu), zkušenosti ze strany implementačních týmů, funkčních architektů, a partnerství s v současnosti zákazníky nejlépe hodnoceným CPM 2.0 řešením, <b>OneStream XF SmartCPM<sup>TM</sup> platformou</b>.",
    "content1": "Naší misí je vytvoření důvěrného partnerství s našimi klienty a <b>zajištění full-servis přístupu pro komplexní úspěšné transformace financí</b>. To dosahujeme systematickým a praktickým důrazem na <b>veškeré 3 aspekty transformace</b>: Sladění očekávání, potřeb a přístupu klíčových lidí, Optimalizaci a zjednodušení byznys a finančních procesů a finálně implementační expertízou CPM 2.0 technologické platformy OneStream XF. Stavíme tak optimalizované a automatizované kritické pilíře pro efektivní finanční řízení společnosti a vyhodnocování její výkonnosti. Současně otevíráme dveře, jak výkonnost společnosti výrazně lépe plánovat, modelovat a predikovat. <b>To vše s cílem umožnit společnostem výrazně rychleji a kvalitněji činit včas zásadní operativní i strategická rozhodnutí a současně dosáhnout agility řízení v prostředí narůstající komplexity nejen vlastní struktury, ale i tržního prostředí.</b>",
    "content2": "OneStream Software poskytuje špičkové řešení CPM, které sjednocuje a zjednodušuje finanční konsolidaci, plánování, vykazování, analýzu a kvalitu finančních údajů pro sofistikované organizace a firmy. Jednotná platforma OneStream, nasazená prostřednictvím cloudu nebo přímo na místě (on premise), umožňuje organizacím modernizovat finance, nahradit několik starších aplikací a snížit celkové náklady na držení a správu finančních systémů. OneStream umožňuje finančním týmům, aby trávily méně času integrací dat a údržbou systému, a více času zaměřili na zvyšování výkonnosti firmy.",
    "content3": "OneStream XF MarketPlace obsahuje více než 50 řešení ke stažení, které zákazníkům umožňují snadno rozšířit hodnotu své platformy CPM a rychle reagovat na měnící se potřeby finančního a provozního řízení. Řešení zahrnují: Rekonciliaci účtů a zůstatků, Plánování lidí, Plánování kapitálu a další.",
    "about": "O OneStream XF SmartCPM<sup>TM</sup> platformě",
    "onesteram:financialCloseAndConsolidation.title": "Finanční závěrka a konsolidace",
    "onesteram:financialCloseAndConsolidation.description": "Zjednodušte finanční závěrku a konsolidaci při současném řešení složitých mezinárodních požadavků na účetnictví a výkaznictví. Poskytněte rychlý přehled o finančních a provozních výsledcích. Automatizujte a urychlete proces finanční závěrky.",
    "onestream:planningBudgetingAndConsolidation.title": "Plánování, rozpočtování a forecasting",
    "onestream:planningBudgetingAndConsolidation.description": "Získejte agilitu v plánování s podporou strategických, finančních a provozních potřeb plánování v jediném, jednotném řešení. Srovnejte firemní plány/budgety a forecasty s jednotlivými podrobnými operačními plány. Zlepšujte svou agilitu při rozhodování prostřednictvím průběžných plánů a forecastů a plánování založeného na klíčových faktorech (drive-based planning).",
    "onestream:reportingAndAnalysis.title": "Reporting a analýza",
    "onestream:reportingAndAnalysis.description": "Poskytujte správné informace ve správném formátu ve správný čas s jednotnou platformou pro finanční, statutární a manažerské výkaznictví a analýzu. Získejte jednotný vhled na finančních a provozních výsledky díky systémovému výkaznictví, analýze, integraci Microsoft Excel a Office.",
    "onestream:financialDataQualityManagement.title": "Řízení kvality finančních údajů",
    "onestream:financialDataQualityManagement.description": "Zvyšte důvěru ve finanční a provozní výsledky díky robustní integraci dat, validaci, certifikaci a auditní historii. Eliminujte procesy integrace dat v tzv. „black boxu“.",
    "onestream:cloudOrOnPremise.title": "Cloud nebo On-Premise flexibilní možnosti nasazení",
    "onestream:cloudOrOnPremise.description": "Vyberte si co Vám nejvíce vyhovuje pokud jde o modely nasazení – můžete rovnou do cloudu, nebo až když bude vaše organizace na to připravena. Produkt OneStream XF, který byl navržen od prvního dne tak, aby plně využil výhod cloudu a virtualizace (využívá technologii Microsoft Azure), nabízí flexibilitu, pokud jde o možnosti nasazení, ať už on-premise nebo v cloudu.",
    "onestream:modernAndScalable.title": "Moderní, škálovatelná technologická architektura",
    "onestream:modernAndScalable.description": "Osvoboďte se od omezení starších systémů a řešení, které se nadají škálovat a neřeší dnešní náročné požadavky na plánování a reporting. Díky moderní, rozšiřitelné platformě získáte bezpečnost, dostupnost, škálovatelnost a výkon, který potřebujete.",
    "learnMore": "Zjistit více o"
}