{
    "services:title": "Naše služby",
    "services:description": "Naší vizí a přáním je pomáhat firmám naplňovat jejich vize, stavět jejich růst a udržitelnost na pevných technologicko-procesních základech. A hlavně budovat prostředí, kde důvěra, spolupráce a efektivní komunikace mezi lidmi a týmy tvoří základ pro vytváření přidané hodnoty.",
    "services:commonChallenges": "Typické výzvy",
    "services:howWeCanHelp": "Jak Vám pomůžeme",
    "services:financeTransformations.id": "finance-transformation",
    "services:financeTransformations.title": "Transformace financí",
    "services:financeTransformations.description": "Stojíme na straně Vaší společnosti v procesu transformace a implementace nových IT řešení a procesních work-flow. Přispíváme v procesu specifikace konceptu transformace, pomáháme navrhnout a vybrat vhodná, nejen IT řešení, a dohlížíme na úspěšnou implementaci.",
    "services:financeTransformations.claim": "Propojujeme svět byznysu, financí a IT.",
    "services:financeTransformations.problems": "<p>Jak lidé ve Vaši společnosti vnímají finanční oddělení? Jsou to ti, kteří je obtěžují s formalitami, formuláři, tabulkami, reporty, kontrolami a hrozí auditem? </p><p>Nebo dokonce ani o nich Vaši lidé nevědí a nechtějí vědět, jen jsou rádi, když jim z účtárny přijde včas výplata?</p><p>Jak si rozumí CFO s ředitelem/kou lidských zdrojů a pro prodeje? A kolik lidí se u Vás rozčílí, nebo dokonce podlehne úplné frustraci, když slyší slovo “budget“?</p><p>Nebo byste chtěli, aby Vaše finance byly spíše partnerem pro business, které ostatní oddělení ke své práci potřebují, rádi se na ně s důvěrou obracejí a společně táhnou za jeden provaz směrem k dlouhodobé vizi a strategii společnosti?</p><p>Jak jste na tom vy? A chtěli byste to změnit?</p>",
    "services:financeTransformations.solutions": "<li class='triangle'><p>Podporujeme proces transformace financí od “účtárny a reportingu“ ke skutečnému <b>“business partneringu“</b>.</p></li><li class='triangle'><p>Stojíme na straně Vaší společnosti v procesu transformace a implementace nových IT řešení a procesních work-flow. Přispíváme v procesu specifikace <b>konceptu transformace</b>, pomáháme <b>navrhnout a vybrat vhodná</b>, nejen IT <b>řešení</b>, a dohlížíme na úspěšnou implementaci.</p></li><li class='triangle'><p>Spolupracujeme s Beyond Budgeting Round Table institutem, který už více než 2 dekády buduje a stále vylepšuje&nbsp;holistický přístup k&nbsp;financím, tzv. Beyond Budgeting. Rádi pomůžeme i Vaši společnosti v transformaci k <b>agilnímu finančnímu řízení a plánování</b>.</p></li><li class='triangle'><p>Využíváme své rozsáhlé zkušenosti s&nbsp;funkčním designem IT řešení s&nbsp;vazbou na finance a <b>překlenujeme nesoulad mezi businessem a IT</b> světem.</p></li>",
    "services:businessProcessManagement.id": "business-process-management",
    "services:businessProcessManagement.title": "Business process management",
    "services:businessProcessManagement.description": "Implementujeme efektivní Business Proces Management (BPM) a připravujeme Vaše procesy pro zamýšlené automatizace a transformace (“order to cash”, “procure to pay” a “record to report”).",
    "services:businessProcessManagement.claim": "Pracuj chytře, ne tvrdě.",
    "services:businessProcessManagement.problems": "<p>Víte, kde u Vás ve společnosti vzniká přidaná hodnota a kde naopak ne?</p><p>Vědí Vaši zaměstnanci, kdo má za pravomoc změny procesů podpořit a schválit a je tato pravomoc nezpochybnitelná?</p><p>Jste přesvědčeni, že implementací zrovna toho nové softwaru určitě vyřešíte problém neefektivní komunikace uvnitř firmy, váznoucí spolupráci mezi odděleními, předstíranou důvěru mezi lidmi a chabou loajalitu vůči Vaši společnosti?</p><p>Stěžují si u vás lidé na nudnou rutinní práci, ale současně neprojevují jakoukoli iniciativu či nápad, jak věci konstruktivně zjednodušit?</p><p>Máte pocit, že investujete prostředky a čas do ERP, RPA či analytických nástrojů, ale vnímáte frustraci a rozpor s očekáváními?</p>",
    "services:businessProcessManagement.solutions": "<li class='triangle'><p>Provádíme ucelenou <b>analýzu vašich klíčových aktivit a procesů</b> a usilujeme o to, abyste většinu svých interních limitovaných zdrojů a lidí využívali skutečně tam, kde pro Váš business přinášejí největší hodnotu. Cílem je dělat věci rychleji, chytřeji a transparentněji tak, abyste jako tým byli schopni lépe rozhodovat a reagovat na nové příležitosti.</p></li><li class='triangle'><p>Pomůžeme se zavedením konceptu <b>průběžných zlepšení metodikou Lean a 6 Sigma</b>, protože z praxe silně věříme, že uvolnění rukou Vašich lidí (nejen z finančního oddělení) odstraněním neefektivit či chytrým, nejen technologickým řešením, je naprosto kritické pro zvýšení jejich motivace do větších a strategičtějších transformačních aktivit. Méně je často více.</p></li><li class='triangle'><p>Implementujeme efektivní Business Proces Management (BPM) a <b>připravujeme Vaše procesy</b> a kvalitu dat <b>pro zamýšlené automatizace a transformace</b> (“order to cash”, “procure to pay” a “record to report”).</p></li><li class='triangle'><p>Asistujeme u transformací z&nbsp;funkčně orientované organizační struktury na <b>procesně orientovanou</b>, s&nbsp;jasně definovanými procesními vlastníky.</p></li><li class='triangle'><p>Pomáháme s&nbsp;již probíhajícími implementačními projekty nových IT řešení (např. ERP či P2P), které se neposouvají či nevyvíjejí podle očekávání, především v důsledku <b>složitých interních procesů</b>, chybějícího holistického pohledu nebo nekvalitních dat.</p></li>",
    "services:interimManagement.id": "interim-management",
    "services:interimManagement.title": "Interim management",
    "services:interimManagement.description": "Spolupracujeme se zkušenými profesionály, kteří podpoří Váš tým v klíčových oblastech, jako jsou finance, IT, prodej, marketing, HR a výroba.",
    "services:interimManagement.claim": "Dobré partnerství je základ.",
    "services:interimManagement.problems": "<p>Plánujete kritický nebo strategický projekt a nejste si jisti, jestli na to máte dostatečné a ty správné lidské zdroje? Vypadl Vám náhle seniorní člověk a vy potřebujete zaplnit chybějící článek v týmu?</p><p>Chybí Vám nezávislý názor, nová energie nebo vize, entuziasmus, zkušenosti odjinud?</p><p>Nebo potřebujete, aby někdo za Vás udělal a komunikoval nepopulární rozhodnutí, vyhnal kostlivce ze skříní a vymetl pavučiny, abyste se sami mohli soustředit na další směřování a budování firmy?</p>",
    "services:interimManagement.solutions": "<li class='triangle'><p><b>Spolupracujeme se zkušenými profesionály</b>, kteří podpoří Váš tým v klíčových oblastech, jako jsou finance, IT, prodej, marketing, HR a výroba.</p></li><li class='triangle'><p>Nejsme jen konzultanti. Jsme lidé, kteří si prošli svými vlastními profesními výzvami, <b>vedli nebo se podíleli na projektech</b> různých rozsahů a charakteru, jak na domácí tak mezinárodní úrovni.</p></li><li class='triangle'><p>Pomáháme Vám jak s krátkodobými, tak i dlouhodobými projekty, jak formou <b>konzultingu</b>, tak i dodáním <b>interim manažera</b>.</p></li><li class='triangle'><p>Zaměřujeme se především na <b>podporu řízení změn</b> souvisejících s&nbsp;transformačními aktivitami a projekty, včetně <b>zajištění stability</b> pro přechodná období.</p></li>"
}