{
    "content": "<b>We are the first Czech implementation partner of OneStream Software</b>,  focused primarily on the needs of the CEE region. We bring an unique combination of extensive hands-on experience in managing and transforming finance from the real client’s side (finance and business), experience from implementation teams side incl. roles of functional architects, and partnerships with currently best-rated CPM 2.0 solution, <b>OneStream XF SmartCPM<sup>TM</sup> platform</b>",
    "content1": "Our mission is to establish a trusted partnership with our clients and provide a full-service approach to comprehensive successful financial transformations. We achieve this with a systematic and practical emphasis on <b>all 3 aspects</b> of such transformation: aligning the expectations, needs and attitudes of key people, optimizing and simplifying business and financial processes, and finally providing the implementation expertise of OneStream XF technology platform. We build optimized and automated critical pillars for effective financial management of the company and evaluation of its performance. At the same time, we open the door to enable significantly better planning, modelling and predicting capabilities of the company's performance. <b>Ultimately we strive to enable companies to make fundamental operational and strategic decisions faster and in a quality manner, and at the same time to achieve management agility even in the environment of growing complexity not only of their own operations, but also of the market environment.</b>",
    "content2": "OneStream Software provides a market-leading CPM solution that unifies and simplifies financial consolidation, planning, reporting, analytics and financial data quality for sophisticated organizations. Deployed via the cloud or on-premise, OneStream’s unified platform enables organizations to modernize Finance, replace multiple legacy applications and reduce the total cost of ownership of financial systems. OneStream unleashes Finance teams to spend less time on data integration and system maintenance – and more time focusing on driving business performance.",
    "content3": "The OneStream XF MarketPlace features over 50 downloadable solutions that allow customers to easily extend the value of their CPM platform to quickly meet the changing needs of finance and operations. Solutions include Account Reconciliations, People Planning, Capital Planning, and more.",
    "financialCloseAndConsolidation": {
        "title": "Financial Close and Consolidation",
        "description": "Streamline financial close and consolidation while addressing complex global accounting and reporting requirements. Provide rapid insights into financial and operating results. Automate and accelerate the financial close process."
    },
    "planningBudgetingAndConsolidation": {
        "title": "Planning, Budgeting and Forecasting",
        "description": "Gain agility in planning with support for strategic, financial and operational planning needs in a single, unified solution. Align corporate plans and forecasts to detailed operating plans. Increase agility through rolling forecasts and driver-based planning."
    },
    "reportingAndAnalysis": {
        "title": "Reporting and Analysis",
        "description": "Deliver the right information, in the right format, at the right time with a single platform for financial, statutory and management reporting and analysis. Gain a single lens view into financial and operating results with in-system reporting, analysis, Microsoft Excel and Office integration."
    },
    "financialDataQualityManagement": {
        "title": "Financial Data Quality Management",
        "description": "Increase confidence in financial and operating results with powerful data integration, validations, certifications and audit trails. Eliminate 'black box' data integration processes."
    },
    "cloudOrOnPremise": {
        "title": "Cloud or On-Premise Flexible Deployment Options",
        "description": "Have it your way when it comes to deployment models - move to the cloud now, or when your organization is ready. Architected from day one to take full advantage of cloud and virtualization (powered by Microsoft Azure), OneStream XF offers flexibility when it comes to deployment options, either on-premise, hosted or in the cloud."
    },
    "modernAndScalable": {
        "title": "Modern, Scalable Technology Architecture",
        "description": "Break free from the limitations of legacy systems that don't scale, and don't address today's demanding planning and reporting requirements. Achieve the security, availability, scalability and performance you need with a modern, extensible platform. "
    },
    "learnMore": "Learn more about"
}