{
    "hero:claim": "<a>Váš partner</a> pro transformaci financí",
    "hero:motto": "Jednodušší, chytřejší, smysluplná řešení.",
    "hero:motto2": "Spojujeme lidi, procesy a technologie.",
    "common:title": "Váš partner pro transformaci financí",
    "common:ourClients": "Reference a klienti",
    "header:switchLanguage": "English",
    "header:services": "Naše služby",
    "header:financeTransformation": "Transformace financí",
    "header:businessProcessManagement": "Business process management",
    "header:interimManagement": "Interim management",
    "header:oneStream": "OneStream",
    "header:about": "O nás",
    "header:vision": "Naše vize",
    "header:mission": "Naše mise",
    "header:whyUs": "Proč se na nás obrátit",
    "header:news": "Novinky",
    "header:downloads": "Užitečné materiály",
    "header:references": "Reference a klienti",
    "header:contact": "Kontakt",
    "header:team": "Náš tým",
    "carousel:tired": "Unaveni zdlouhavým budgetováním? Zajímá vás jak to dělat jinak?",
    "carousel:thinking": "Přemýšlíte o transformaci vašeho finančního oddělení?",
    "carousel:desire": "Toužíte po skutečném finančním byznys partneringu? A pořád tam nejste?",
    "carousel:ambitions": "Ambice na větší projekt, ale nemáte na to ty správné lidi?",
    "carousel:missing": "Chybí vám zkušený seniorní člověk, který vám pomůže v náročném období?",
    "carousel:wishing": "Chcete optimalizovat interní procesy, které Vás zpomalují a otravují?",
    "carousel:planning": "Čeká Vás implementace nového ERP řešení a už teď máte obavy?",
    "carousel:need": "Chcete dostat procesně i systémově pod kontrolu vaše řízení výdajů firmy?",
    "carousel:more": "Zjistit více",
    "footer:downloads": "Soubory ke stažení",
    "footer:fillToDownload": "Pro přístup k nástroji vyplňte formulář",
    "footer:downlaod": "Stáhnout",
    "footer:id": "IČO",
    "footer:fullName": "Celé jméno",
    "footer:surname": "Příjmení",
    "footer:name": "Jméno",
    "footer:companyName": "Jméno firmy",
    "footer:agree": "Souhlasím s",
    "footer:cashflowTool": "Nástroj na plánování operativního cash flow",
    "footer:excited": "Nadšeni nebo máte dotazy?",
    "footer:privacyPolicySource": "/Privacy_Policy_CZ.pdf",
    "about:title": "O nás",
    "about:vision.heading": "Naše vize",
    "about:vision.whoWeAre": "Kdo jsme",
    "about:vision.whoWeAreDescription": "Jsme tým lidí, které i přes rozdílné zájmy, vzdělání a profesní historii spojuje stejná vize a nadšení pomáhat firmám a hlavně jejich lidem v tom, aby jejich práce byla jednodušší, chytřejší a smysluplná. Je to právě jedinečná kombinace naší vize, myšlení a zkušeností, která, jak věříme, umožní jednotlivcům i týmům být lepší v tom, co dělají.",
    "about:vision.optimiticRealists": "Optimističtí realisté",
    "about:vision.optimiticRealistsDescription": "Jsme životní optimisté a věříme, že i mnohdy zaběhlé a fungující pracovní postupy jde dělat lépe. Jednoduché otázky, jako „proč to děláte takhle?“ a „dává to pořád smysl?“ dokážou divy. Zlepšení mnohdy není jen o technologii. Právě naopak. Neustále musíme hledat vhodnou kombinaci a vyváženost mezi lidmi, procesem a technologií.",
    "about:vision.consistency": "Pravidelnost vítězí nad intenzitou",
    "about:vision.consistencyDescription": "Jsme sportovci, takže víme, že i malý kamínek v botě po čase ucítíte - jak je nesnesitelný, jak se zvětšuje - a bude vás brzdit v běhu. Dokud nezastavíte, nesundáte botu a onen malý kamínek nevytřepete, tak nezrychlíte. Ba co víc, možná ani nedoběhnete. Jen dlouhodobý a systematický rozvoj pod odborným vedením může zaručit kýžený efekt. Energie a odhodlání jsou důležité předpoklady,narážejí však na nesystematičnost, nekonzistenci a nahodilost, které je ubíjí.",
    "about:vision.meaning": "Práce musí mít smysl",
    "about:vision.meaningDescription": "Jsme otcové od rodin, kteří nevěří v klišé „work-life balance“. Žijeme jen jeden život a dlouhodobě nejde kompenzovat jednu frustraci jiným uspokojením. I naše práce musí mít smysl - a i kdyby ji neměla zrovna dnes, musíme aktivně a systematicky pracovat na změně. Totéž platí i o našem soukromém životě.",
    "about:mission.heading": "Naše mise",
    "about:mission.reality": "Realita není úplně růžová",
    "about:mission.realityDescription": "Podle výzkumu společnosti Gartner, Inc. z roku 2019 (Hallmarks of winning finance transformations), <b>pouze 35 % business partnerů</b>, myšleno interních oddělení ve firmě, <b>je spokojeno s podporou a přínosem</b>, který jim poskytuje finanční oddělení. My v SIMPLEBEEZ vidíme příležitost především ve zlepšení spolupráce a propojení financí se všemi aktivitami orientovanými na zákazníka. Finance mají před sebou velkou výzvu, jelikož musí udržet současnou kvalitu v oblasti shody (compliance) a k tomu ještě výrazně přidat na znalosti a podpoře ostatních klíčových oblastí firmy.",
    "about:mission.realityDescription2": "Současně, Gartner dále uvádí, že <b>7 z 10 projektů transformace financí</b>, jak uvedeno výše, <b>je neúspěšných</b>. Z našeho pohledu nejde jen o neefektivní využití zdrojů společností, ztracené příležitosti, ale převážně pak o frustraci zaměstnanců, dodavatelů řešení a nenaplněná očekávání vedení a majitelů firem. Bohužel sami z vlastních zkušeností můžeme tento trend potvrdit, což je pro nás všechny do budoucna velká výzva.",
    "about:mission.better": "Lépe, chytřeji a smysluplně",
    "about:mission.betterDescription": "Pro nás tento trend byl a je jeden z hlavních impulzů založení SIMPLEBEEZ. Naši roli nevidíme pouze v eliminaci podobných neúspěchů důrazem na veškeré aspekty těchto transformací, ale i v napomáhání vytvářet nové příležitosti, zlepšování efektivity a finančních výsledků a zavádění nových inovativních řešení. Zkrátka dělat věci lépe, chytřeji a smysluplněji.",
    "about:whyUs.heading": "Proč se na nás obrátit",
    "about:whyUs.title": "Zajišťujeme udržitelnou rovnováhu mezi investováním do všech 3 pilířů: lidí, procesů a technologií.",
    "about:whyUs.reasons": "<li>Umíme pojmenovat a specifikovat příležitosti a koncepty firemních transformací.</li><li>Navrhujeme řešení (nejen technologické) na míru, které podpoří nové služby a inovativní postupy.</li><li>Řídíme či podporujeme Vaše týmy během potřebné doby či v rámci transformačních projektů.</li><li>Poskytujeme na výsledek orientované experty s holistickým přístupem a zaměřením na přínos pro firmu jako celek.</li><li>Vytváříme prostředí pro koncepční propojování financí, byznysu a IT.</li>",
    "about:news.heading": "Novinky",
    "about:news.title": "Novinky",
    "about:news.content": "SIMPLEBEEZ dnes oznámili strategické partnerství s OneStream Software. Úplná verze tiskové zprávy v českém jazyce <a>ke stažení zde</a>.",
    "about:news.date": "2. července 2020",
    "about:downloads.heading": "Užitečné materiály",
    "about:martin.title": "Martin Prášek, partner a spoluzakladatel",
    "about:martin.description": "Martin má na starosti služby především pro podporu inovativních řešení, centralizace back-office funkcí a digitalizace financí a souvisejících procesů. Jeho osobní specializací jsou <b>implementace ERP a CPM</b> řešení, <b>procesní optimalizace</b>, návrhy a realizace řešení pro P2P (řízení výdajů firmy), procesní workflow či aplikace RPA. Pomůže Vám také s vybudováním centra sdílených služeb či s <b>funkčním designem operativních nástrojů</b> pro automatizaci nejen financí.",
    "about:martin.description2": "Martin pracoval více než 15 let v mezinárodním prostředí. Je přesvědčen, že přínos projektů či inovativních řešení se měří tím, zda splňuje očekávání většiny lidí a zda lidé lépe spolupracují a tvoří hodnoty. Řídil mezinárodní týmy v rámci desítek transformačních projektů s vazbou na finance. Stál také u zrodu a fungování globálního centra sdílených služeb, a to se zákazníky z celého světa.",
    "about:martin.descriptionExtended": "SIMPLEBEEZ spoluzaložil s vizí úzkého partnerství s klientem a přímou rolí na jeho transformačních iniciativách. Chce poskytovat firmám ucelené služby od identifikace příležitostí, definování konceptu transformace, poskytnutí chybějící expertízy, návrhu konkrétních řešení až po jejich zavedení.",
    "about:martin.descriptionExtended2": "“Každý máme svůj profesní či životní příběh, lidské emoce, očekávání a to, co je pro nás dnes a do budoucna důležité a méně důležité. Vybudovat něco inovativního, nepředstavitelného, z principu složitého, ale současně přínosného a obdivuhodného, není o konkrétních nástrojích či technologických řešeních, jakých k tomu využít. Je to o spojení různých lidí a rozvinutí jejich skutečného potenciálu a energie směrem ke smysluplnému cíli, který je každému jasný a ke kterému budou společně táhnout.”",
    "about:martin.descriptionExtended3": "Rád tráví hodiny na jednom ze svých tří kol a sbírá energii z nových míst. Rád bere sportovní výzvy za své, protože posouvat své hranice ho strašně baví. Většinu času rád tráví se svými třemi dětmi a partnerkou. Když čas umožní, relaxuje tvorbou elektronické hudby ve svém domácím studiu či focením.",
    "about:david.title": "David Štěpán, partner a spoluzakladatel",
    "about:david.description": "David pomáhá firmám s transformací financí a vedením lidí. David za posledních více než 15 let pracoval nejen v ČR ale i v Austrálii, Rumunsku či Bulharsku na různých pozicích v mezinárodních financích. Aby se pustil do podnikání v SIMPLEBEEZ, zanechal svou roli CFO pro soukromou zahraniční televizi. Od auditu a účetních standardů se David přirozenou cestou posunul k operativě, <b>řídil krizové projekty, restrukturalizace firem</b>, vymýšlel a <b>zaváděl nové skupinové postupy a systémy</b>.",
    "about:david.description2": "Jako rozený optimista David nachází inspiraci všude kolem sebe. “Každá dobrá myšlenka stojí za to, aby se nad ní člověk zamyslel a začal měnit věci k lepšímu, i kdyby to vyžadovalo krátkodobou nejistotu a vystoupení z komfortní zóny.” Takové přesvědčení a energii vkládá David do SIMPLEBEEZ. ”Budu rád, když se najdou takoví, kteří se chtějí posunout dál a dají právě nám šanci být při této jejich proměně.”",
    "about:david.descriptionExtended": "„Pro mě byla vždy efektivní komunikace a důvěra mezi lidmi klíčová. Excel je možná skvělý analytický nástroj, ale nelze se za něj schovávat. Hlavně ve financích. Abychom byli lepší, musíme mít všichni jasno, kam kráčíme a proč. No a pak to teprve může začít finančně plánovat a řídit.“",
    "about:david.descriptionExtended2": "David je přesvědčen, že tradiční budget v dnešní době výrazně naráží na své limity, tak jako tradiční manažerský přístup “příkaz-kontrola”. Proto se věnuje principům Beyond Budgetingu, o kterých neváhá mluvit při jakémkoli setkání.",
    "about:david.descriptionExtended3": "David rád jezdí na všem co má dvě kola, takže ho můžete potkat na kole ve městě, na horách, nebo v zahraničí na motorce se stanem, spacákem a foťákem, jak se kochá místní přírodou. “Sport mě mnoho naučil a přinesl mi inspiraci, nadšení, povinnost, radost, individuální odpovědnost i týmovou hru. Přesto je moje manželka a dvě dcery to nejlepší, co mě na tomto světě potkalo.”",
    "about:team.heading": "Náš tým",
    "download:title": "Nástroj na plánování operativního cash flow",
    "download:description": "Připravili jsme pro Vás srozumitelný model plánování spotřeby a příjmu peněz pro podnikatele ale i samostatně výdělečné osoby. To vše v nejoblíbenějším a nejrozšířenějším analytickém nástroji dnešní doby, v MS Excel.",
    "download:download": "Stáhnout",
    "download:version": "verze",
    "services:title": "Naše služby",
    "services:description": "Naší vizí a přáním je pomáhat firmám naplňovat jejich vize, stavět jejich růst a udržitelnost na pevných technologicko-procesních základech. A hlavně budovat prostředí, kde důvěra, spolupráce a efektivní komunikace mezi lidmi a týmy tvoří základ pro vytváření přidané hodnoty.",
    "services:commonChallenges": "Typické výzvy",
    "services:howWeCanHelp": "Jak Vám pomůžeme",
    "services:financeTransformations.id": "finance-transformation",
    "services:financeTransformations.title": "Transformace financí",
    "services:financeTransformations.description": "Stojíme na straně Vaší společnosti v procesu transformace a implementace nových IT řešení a procesních work-flow. Přispíváme v procesu specifikace konceptu transformace, pomáháme navrhnout a vybrat vhodná, nejen IT řešení, a dohlížíme na úspěšnou implementaci.",
    "services:financeTransformations.claim": "Propojujeme svět byznysu, financí a IT.",
    "services:financeTransformations.problems": "<p>Jak lidé ve Vaši společnosti vnímají finanční oddělení? Jsou to ti, kteří je obtěžují s formalitami, formuláři, tabulkami, reporty, kontrolami a hrozí auditem? </p><p>Nebo dokonce ani o nich Vaši lidé nevědí a nechtějí vědět, jen jsou rádi, když jim z účtárny přijde včas výplata?</p><p>Jak si rozumí CFO s ředitelem/kou lidských zdrojů a pro prodeje? A kolik lidí se u Vás rozčílí, nebo dokonce podlehne úplné frustraci, když slyší slovo “budget“?</p><p>Nebo byste chtěli, aby Vaše finance byly spíše partnerem pro business, které ostatní oddělení ke své práci potřebují, rádi se na ně s důvěrou obracejí a společně táhnou za jeden provaz směrem k dlouhodobé vizi a strategii společnosti?</p><p>Jak jste na tom vy? A chtěli byste to změnit?</p>",
    "services:financeTransformations.solutions": "<li>Podporujeme proces transformace financí od “účtárny a reportingu“ ke skutečnému <b>“business partneringu“</b>.</li><li>Stojíme na straně Vaší společnosti v procesu transformace a implementace nových IT řešení a procesních work-flow. Přispíváme v procesu specifikace <b>konceptu transformace</b>, pomáháme <b>navrhnout a vybrat vhodná</b>, nejen IT <b>řešení</b>, a dohlížíme na úspěšnou implementaci.</li><li>Spolupracujeme s Beyond Budgeting Round Table institutem, který už více než 2 dekády buduje a stále vylepšuje holistický přístup k financím, tzv. Beyond Budgeting. Rádi pomůžeme i Vaši společnosti v transformaci k <b>agilnímu finančnímu řízení a plánování</b>.</li><li>Využíváme své rozsáhlé zkušenosti s funkčním designem IT řešení s vazbou na finance a <b>překlenujeme nesoulad mezi businessem a IT</b> světem.</li>",
    "services:businessProcessManagement.id": "business-process-management",
    "services:businessProcessManagement.title": "Business process management",
    "services:businessProcessManagement.description": "Implementujeme efektivní Business Proces Management (BPM) a připravujeme Vaše procesy pro zamýšlené automatizace a transformace (“order to cash”, “procure to pay” a “record to report”).",
    "services:businessProcessManagement.claim": "Pracuj chytře, ne tvrdě.",
    "services:businessProcessManagement.problems": "<p>Víte, kde u Vás ve společnosti vzniká přidaná hodnota a kde naopak ne?</p><p>Vědí Vaši zaměstnanci, kdo má za pravomoc změny procesů podpořit a schválit a je tato pravomoc nezpochybnitelná?</p><p>Jste přesvědčeni, že implementací zrovna toho nové softwaru určitě vyřešíte problém neefektivní komunikace uvnitř firmy, váznoucí spolupráci mezi odděleními, předstíranou důvěru mezi lidmi a chabou loajalitu vůči Vaši společnosti?</p><p>Stěžují si u vás lidé na nudnou rutinní práci, ale současně neprojevují jakoukoli iniciativu či nápad, jak věci konstruktivně zjednodušit?</p><p>Máte pocit, že investujete prostředky a čas do ERP, RPA či analytických nástrojů, ale vnímáte frustraci a rozpor s očekáváními?</p>",
    "services:businessProcessManagement.solutions": "<li>Provádíme ucelenou <b>analýzu vašich klíčových aktivit a procesů</b> a usilujeme o to, abyste většinu svých interních limitovaných zdrojů a lidí využívali skutečně tam, kde pro Váš business přinášejí největší hodnotu. Cílem je dělat věci rychleji, chytřeji a transparentněji tak, abyste jako tým byli schopni lépe rozhodovat a reagovat na nové příležitosti.</li><li>Pomůžeme se zavedením konceptu <b>průběžných zlepšení metodikou Lean a 6 Sigma</b>, protože z praxe silně věříme, že uvolnění rukou Vašich lidí (nejen z finančního oddělení) odstraněním neefektivit či chytrým, nejen technologickým řešením, je naprosto kritické pro zvýšení jejich motivace do větších a strategičtějších transformačních aktivit. Méně je často více.</li><li>Implementujeme efektivní Business Proces Management (BPM) a <b>připravujeme Vaše procesy</b> a kvalitu dat <b>pro zamýšlené automatizace a transformace</b> (“order to cash”, “procure to pay” a “record to report”).</li><li>Asistujeme u transformací zfunkčně orientované organizační struktury na <b>procesně orientovanou</b>, sjasně definovanými procesními vlastníky.</li><li>Pomáháme sjiž probíhajícími implementačními projekty nových IT řešení (např. ERP či P2P), které se neposouvají či nevyvíjejí podle očekávání, především v důsledku <b>složitých interních procesů</b>, chybějícího holistického pohledu nebo nekvalitních dat.</li>",
    "services:interimManagement.id": "interim-management",
    "services:interimManagement.title": "Interim management",
    "services:interimManagement.description": "Spolupracujeme se zkušenými profesionály, kteří podpoří Váš tým v klíčových oblastech, jako jsou finance, IT, prodej, marketing, HR a výroba.",
    "services:interimManagement.claim": "Dobré partnerství je základ.",
    "services:interimManagement.problems": "<p>Plánujete kritický nebo strategický projekt a nejste si jisti, jestli na to máte dostatečné a ty správné lidské zdroje? Vypadl Vám náhle seniorní člověk a vy potřebujete zaplnit chybějící článek v týmu?</p><p>Chybí Vám nezávislý názor, nová energie nebo vize, entuziasmus, zkušenosti odjinud?</p><p>Nebo potřebujete, aby někdo za Vás udělal a komunikoval nepopulární rozhodnutí, vyhnal kostlivce ze skříní a vymetl pavučiny, abyste se sami mohli soustředit na další směřování a budování firmy?</p>",
    "services:interimManagement.solutions": "<li><b>Spolupracujeme se zkušenými profesionály</b>, kteří podpoří Váš tým v klíčových oblastech, jako jsou finance, IT, prodej, marketing, HR a výroba.</li><li>Nejsme jen konzultanti. Jsme lidé, kteří si prošli svými vlastními profesními výzvami, <b>vedli nebo se podíleli na projektech</b> různých rozsahů a charakteru, jak na domácí tak mezinárodní úrovni.</li><li>Pomáháme Vám jak s krátkodobými, tak i dlouhodobými projekty, jak formou <b>konzultingu</b>, tak i dodáním <b>interim manažera</b>.</li><li>Zaměřujeme se především na <b>podporu řízení změn</b> souvisejících s transformačními aktivitami a projekty, včetně <b>zajištění stability</b> pro přechodná období.</li>",
    "onestream:content": "<b>Jsme prvním českým implementačním partnerem OneStream Software</b>, zaměřeným především na potřeby CEE regionu. Přinášíme unikátní kombinaci rozsáhlých zkušeností s řízením a transformací financí z reálné klientské strany (financí a byznysu), zkušenosti ze strany implementačních týmů, funkčních architektů, a partnerství s v současnosti zákazníky nejlépe hodnoceným CPM 2.0 řešením, <b>OneStream XF SmartCPM<sup>TM</sup> platformou</b>.",
    "onestream:content1": "Naší misí je vytvoření důvěrného partnerství s našimi klienty a <b>zajištění full-servis přístupu pro komplexní úspěšné transformace financí</b>. To dosahujeme systematickým a praktickým důrazem na <b>veškeré 3 aspekty transformace</b>: Sladění očekávání, potřeb a přístupu klíčových lidí, Optimalizaci a zjednodušení byznys a finančních procesů a finálně implementační expertízou CPM 2.0 technologické platformy OneStream XF. Stavíme tak optimalizované a automatizované kritické pilíře pro efektivní finanční řízení společnosti a vyhodnocování její výkonnosti. Současně otevíráme dveře, jak výkonnost společnosti výrazně lépe plánovat, modelovat a predikovat. <b>To vše s cílem umožnit společnostem výrazně rychleji a kvalitněji činit včas zásadní operativní i strategická rozhodnutí a současně dosáhnout agility řízení v prostředí narůstající komplexity nejen vlastní struktury, ale i tržního prostředí.</b>",
    "onestream:content2": "OneStream Software poskytuje špičkové řešení CPM, které sjednocuje a zjednodušuje finanční konsolidaci, plánování, vykazování, analýzu a kvalitu finančních údajů pro sofistikované organizace a firmy. Jednotná platforma OneStream, nasazená prostřednictvím cloudu nebo přímo na místě (on premise), umožňuje organizacím modernizovat finance, nahradit několik starších aplikací a snížit celkové náklady na držení a správu finančních systémů. OneStream umožňuje finančním týmům, aby trávily méně času integrací dat a údržbou systému, a více času zaměřili na zvyšování výkonnosti firmy.",
    "onestream:content3": "OneStream XF MarketPlace obsahuje více než 50 řešení ke stažení, které zákazníkům umožňují snadno rozšířit hodnotu své platformy CPM a rychle reagovat na měnící se potřeby f    inančního a provozního řízení. Řešení zahrnují: Rekonciliaci účtů a zůstatků, Plánování lidí, Plánování kapitálu a další.",
    "onestream:about": "O OneStream XF SmartCPM<sup>TM</sup> platformě",
    "onestream:financialCloseAndConsolidation.title": "Finanční závěrka a konsolidace",
    "onestream:financialCloseAndConsolidation.description": "Zjednodušte finanční závěrku a konsolidaci při současném řešení složitých mezinárodních požadavků na účetnictví a výkaznictví. Poskytněte rychlý přehled o finančních a provozních výsledcích. Automatizujte a urychlete proces finanční závěrky.",
    "onestream:planningBudgetingAndConsolidation.title": "Plánování, rozpočtování a forecasting",
    "onestream:planningBudgetingAndConsolidation.description": "Získejte agilitu v plánování s podporou strategických, finančních a provozních potřeb plánování v jediném, jednotném řešení. Srovnejte firemní plány/budgety a forecasty s jednotlivými podrobnými operačními plány. Zlepšujte svou agilitu při rozhodování prostřednictvím průběžných plánů a forecastů a plánování založeného na klíčových faktorech (drive-based planning).",
    "onestream:reportingAndAnalysis.title": "Reporting a analýza",
    "onestream:reportingAndAnalysis.description": "Poskytujte správné informace ve správném formátu ve správný čas s jednotnou platformou pro finanční, statutární a manažerské výkaznictví a analýzu. Získejte jednotný vhled na finančních a provozních výsledky díky systémovému výkaznictví, analýze, integraci Microsoft Excel a Office.",
    "onestream:financialDataQualityManagement.title": "Řízení kvality finančních údajů",
    "onestream:financialDataQualityManagement.description": "Zvyšte důvěru ve finanční a provozní výsledky díky robustní integraci dat, validaci, certifikaci a auditní historii. Eliminujte procesy integrace dat v tzv. „black boxu“.",
    "onestream:cloudOrOnPremise.title": "Cloud nebo On-Premise flexibilní možnosti nasazení",
    "onestream:cloudOrOnPremise.description": "Vyberte si co Vám nejvíce vyhovuje pokud jde o modely nasazení – můžete rovnou do cloudu, nebo až když bude vaše organizace na to připravena. Produkt OneStream XF, který byl navržen od prvního dne tak, aby plně využil výhod cloudu a virtualizace (využívá technologii Microsoft Azure), nabízí flexibilitu, pokud jde o možnosti nasazení, ať už on-premise nebo v cloudu.",
    "onestream:modernAndScalable.title": "Moderní, škálovatelná technologická architektura",
    "onestream:modernAndScalable.description": "Osvoboďte se od omezení starších systémů a řešení, které se nadají škálovat a neřeší dnešní náročné požadavky na plánování a reporting. Díky moderní, rozšiřitelné platformě získáte bezpečnost, dostupnost, škálovatelnost a výkon, který potřebujete.",
    "onestream:learnMore": "Zjistit více o",
    "onestream:it4fin.title": "IT 4 FINANCE",
    "onestream:it4fin.slides": "Prezentace",
    "onestream:it4fin.slidesSource": "/IT4FIN_slides_selection_czech.ppsx",
    "onestream:it4fin.pdf": "IT 4 FINANCE",
    "onestream:it4fin.description": "Prezentace a videa, která se objevila na virtuální konferenci <b>IT 4 Finance</b>, která proběhla 12. listopadu 2020, kde <b>SIMPLEBEEZ</b> hovořili o výhodách a jedinečnosti řízení firmy na jednotné platformě <b>OneStream.</b>",
    "onestream:it4fin.unifiedPlatformSource": "/CZ_A Unified Platform for consolidation reporting and planning.pdf",
    "onestream:it4fin.unifiedPlatform": "A Unified Platform for consolidation reporting and planning",
    "onestream:it4fin.bringingDataSource": "/CZ_Bringing Data Integration to the next level.pdf",
    "onestream:it4fin.bringingData": "Bringing Data Integration to the next level",
    "onestream:it4fin.financeUnleashedSource": "/CZ_Finance Unleashed - Enabling Modern Finance with CPM 2.0 Platforms.pdf",
    "onestream:it4fin.financeUnleashed": "Finance Unleashed - Enabling Modern Finance with CPM 2.0 Platforms",
    "onestream:it4fin.leadingAtSpeedSource": "/CZ_Leading at speed.pdf",
    "onestream:it4fin.leadingAtSpeed": "Leading at speed",
    "onestream:it4fin.overviewSource": "/CZ_OneStream overview.pdf",
    "onestream:it4fin.overview": "Overview",
    "common:fillToDownload": "Pro přístup k nástroji vyplňte formulář",
    "common:downlaod": "Stáhnout",
    "common:fullName": "Celé jméno",
    "common:surname": "Příjmení",
    "common:name": "Jméno",
    "common:companyName": "Jméno firmy",
    "common:agree": "Souhlasím s",
    "common:message": "Zpráva",
    "common:sending": "Posílám...",
    "common:sent": "Posláno",
    "common:send": "Odeslat",
    "common:privacyPolicySource": "/Privacy_Policy_CZ.pdf"
}