{
    "title": "About us",
    "vision": {
        "heading": "Our Vision",
        "whoWeAre": "Who we are",
        "whoWeAreDescription": "Leveraging our different interests, education and professional experience, we are a team that helps companies, and especially their people, to make work more simple, smarter and meaningful. It is a unique combination of our vision, thinking and experience that we believe will enable individuals and teams to be better at what they do.",
        "optimiticRealists": "Optimistic realists",
        "optimiticRealistsDescription": "We are life optimists and we believe that even well established work procedures can be done better. Simple questions like “why do you do it this way” and “does it still make sense” can work wonders. Improvement is often not just about technology. Quite the opposite. We must constantly seek the right combination and balance between people, process and technology.",
        "consistency": "Consistency wins over intensity",
        "consistencyDescription": "We are sportsmen, so we know that even a small pebble in a shoe will feel intolerable over time, grow into a bigger problem, and prevent performing at your best. Until you stop to shake the small stone out, you won't improve speed and maybe you won’t even finish your run. Only long-term and systematic development under professional guidance can guarantee the desired effect. Energy and determination are important prerequisites, but they are usually killed by inconsistency and randomness.",
        "meaning": "Work must make sense",
        "meaningDescription": "We are fathers with families and do not believe in the cliché of the work-life balance. We live only one life and in the long-term it is not possible to compensate one frustration with another satisfaction. Our work must also make sense, and especially if it does not right now, we must work actively and systematically to improve it. The same is applicable to our private life."
    },
    "mission": {
        "heading": "Our Mission",
        "reality": "Reality is not always rosy",
        "realityDescription": "According to research by Gartner, Inc. of 2019 (Hallmarks of winning finance transformations), only 35% of internal departments are satisfied with the support and benefits provided by the company’s finance department. At SIMPLEBEEZ we see an opportunity to improve cooperation and re-focus finance in all customer-oriented activities. Finance departments have a major challenge ahead, as they must maintain current quality in compliance with rules and regulations, while significantly improving their knowledge and support of other key areas of the company.",
        "realityDescription2": "At the same time, Gartner further states that 7 out of 10 finance transformation projects are unsuccessful. From our point of view, this stems from inefficient use of company resources, lost opportunities, frustration of employees and solution providers, as well as unfulfilled expectations of management and business owners. Our own experiences seem to confirm this trend, which we see as a big opportunity for all of us in the future.",
        "better": "More simple, smarter and meaningful",
        "betterDescription": "This trend is one of the main reasons for establishing SIMPLEBEEZ. We see our role not only in eliminating similar failures by focusing on all aspects of such transformations, but also in helping to create new opportunities, improving efficiency and financial performance, and introducing new innovative solutions. In short, we aim to help you do things more simple, smarter and meaningful."
    },
    "whyUs": {
        "heading": "Why to contact us",
        "title": "We ensure a sustainable balance between investing in three critical pillars of every transformation: people, processes and technologies.",
        "reasons": "<li class='triangle'>We can identify opportunities and objectives of finance transformations.</li><li class='triangle'>We design and deploy bespoke solutions (not only technological) that support new services and innovative practices.</li><li class='triangle'>We manage or support your teams during any necessary period of the transformation project.</li><li class='triangle'>We work with and can provide result-oriented experts with a holistic approach and focus on the benefits for the company as a whole.</li><li class='triangle'>We create an environment for building a bridge between finance, business and IT.</li>"
    },
    "martin": {
        "title": "Martin Prášek, partner and co-founder",
        "description": "Martin is in charge of services, primarily to support innovative solutions, centralization of back-office functions, and digitize financial and core business processes. His personal specializations are implementation of ERP and EPM solutions, process optimization, strong expertise in P2P process and world-class or custom-built P2P solutions, document management systems, or RPA applications. He will also help you to build shared services operating model or functionally design tools to automate not only finance.",
        "description2": "Martin has been working more than 15 years for large international corporations. He is convinced that expected projects or innovative solutions are measured by whether they meet the expectations of affected stakeholders and whether people cooperate and create new values. He has led international teams in dozens of transformation projects linked to finance. He also actively participated in the inception, and later operation, of a global shared service center with customers around the world.",
        "descriptionExtended": "Martin has co-founded SIMPLEBEEZ with the vision of a close partnership with clients and a direct role in their transformation initiatives. He wishes to provide companies with comprehensive services ranging from opportunity identification, definition of a transformation concept, provision of expert assistance, and design of concrete solutions all the way to their implementation.",
        "descriptionExtended2": "„Everyone has their own professional and life story, emotions and feelings, and expectations of what is and what is not important to us today and in the future. Therefore, to build something innovative, unimaginable, on one hand complex but on the other hand satisfactory and admirable, is not just about the specific tools or technological solutions that contribute to it. It is about connecting different people and their real potential and energy to reach a meaningful goal which is clear and understood by all so they can pull together and achieve it.”",
        "descriptionExtended3": "Martin likes to spend hours on one of his three bicycles, and is re-energized from visiting new places. He is keen to accept new challenges and push borders. He likes to spend his time with his three children and his partner. If he has any spare time, he relaxes by composing electronic music in his home studio, or spending time taking photos."
    },
    "david": {
        "title": "David Štěpán, partner and co-founder",
        "description": "David helps companies transform their finance function and lead people. Over the last 15 years, David has worked not only in the Czech Republic but also in Australia, Romania, and Bulgaria in various positions for various large international corporations.  Most recently, he left his CFO role for a private foreign TV and media company to embark on business in SIMPLEBEEZ. From auditing and accounting, David naturally progressed on to operations, managing critical projects, restructuring firms, and devising and implementing new group practices and systems.",
        "description2": "As a born optimist, David finds inspiration everywhere around him. „Every good idea is worth thinking about and starting to change things for the better, even if it requires short-term uncertainty and stepping outside our comfort zone.“ Such conviction and energy David brings to SIMPLEBEEZ. „I will be glad to work with and along those who want to progress and give us a chance to be with them at this transformation.”",
        "descriptionExtended": "“For me, effective communication and trust among people has always been crucial. Excel may be a great analytics tool, but don’t hide behind it. To be better, we all need to be clear where we are going and why want it. Only then we can start planning and managing it also from a financial point of view.”",
        "descriptionExtended2": "David is convinced that the traditional budgeting process today is severely hitting its limits, as is the traditional „command-control“ management approach. Therefore, he devotes himself to the Beyond Budgeting principles, which he does not hesitate to talk about at any meeting.",
        "descriptionExtended3": "David likes riding two-wheelers, so you can meet him either on a bike in the city and mountains or on a motorbike abroad with a tent, sleeping bag and camera to enjoy the local nature. “Playing sports has taught and shown me a great example of inspiration, passion, commitment, challenges, joy, individual responsibility and teamwork. Yet my wife and two daughters are the best thing that has ever happened to me in this world.”"
    },
    "more": "More",
    "less": "Less"
}